Repository: common-repository/avirato-calendar
Catalog: languages/*.po
Languages: es

source: Avirato Calendar
es: Calendario Avirato

source: Avirato Integrator
es: Integrador Avirato

source: CALENDAR
es: CALENDARIO

source: BUTTONS
es: BOTONES

source: HELP
es: AYUDA

source: GENERATOR
es: GENERADOR

source: Web Code
es: Código WEB

source: Web User
es: Usuario web

source: GENERATE
es: GENERAR

source: INTEGRATION
es: INTEGRACIÓN

source: To add the calendar to the structure, simply add the following <i> shortcode </ i> in the chosen place, once you have generated your calendar
es: Para añadir el calendario a la estructura, simplemente añada el siguiente <i> shortcode </i> en el lugar elegido, una vez haya generado su calendario

source: Download Avirato PMS completly free
es: Descargue Avirato PMS completamente gratis

source: DESIGN / STYLE
es: DISEÑO/ESTILO

source: Type of Calendar
es: Tipo de Calendario

source: oblong
es: apaisado

source: hidden
es: oculto

source: Background color
es: Color de fondo

source: Opacity
es: Opacidad

source: from 0 to 1, with "0" transparent and "1" opaque.
es: de 0 a 1, siendo "0" transparente y "1" opaco.

source: Icon Color
es: Color de Icono

source: Button Color
es: Color de Botón

source: Button Text Color
es: Color del texto de Botón

source: Border Color
es: Color del Borde

source: Logo Path
es: Ruta del logo

source: Promotional Code
es: Código Promocional

source: UPDATE
es: ACTUALIZAR

source: PREVIEW
es: VISTA PREVIA

source: You can use the following <i> links </i> in their buttons to integrate each room independently, or create a button already linked using the corresponding <i> shortcode </i>
es: Puede usar los siguientes <i>enlaces</i> en sus botones para integrar cada habitacion independientemente, o crear un boton ya enlazado usando el <i>shortcode</i> correspondiente

source: LINKS
es: ENLACES

source: How Avirato Calendar works
es: Como funciona Avirato Calendar

source: To integrate the avirato calendar on your website, just follow a few simple steps
es: Para integrar el calendario Avirato en su página web, siga unos simples pasos

source: Generate the calendar
es: Generar el calendario

source: You should contact Avirato to provide both the "Web Code" and the "Web User." <br> Phone
es: Debe contactar con Avirato para que le proporcionen tanto su "Código Web" como su "Usuario Web". <br> Teléfono

source: After this enter the data that you have provided in the corresponding fields and press "Generate"
es: Después de esto, ingrese los datos que ha proporcionado en los campos correspondientes y presione "Generar"

source: A popup will appear with a text message, press "OK"
es: Aparecerá un popup con un mensaje de texto, pulse "OK"

source: Add the calendar
es: Añadir el calendario

source: To add the calendar to the pages of your website, just choose the desired place and page and write
es: Para añadir el calendario a las páginas de su web, simplemente elija lugar y página y escriba

source: in a text field.
es: en un campo de texto.

source: After saving or updating the changes on the page, the calendar will appear in the public part of the page.
es: Tras guardar o actualizar los cambios en la página, el calendario aparecerá en la parte pública de la página.

source: Customize the calendar
es: Personalizar el calendario

source: To customize the calendar sit in the "CALENDAR" tab, on the right are the calendar configuration options.
es: Para personalizar el calendario situese en la pestaña "CALENDARIO", a la derecha se encuentran las opciones de configuración.

source: You can choose your calendar type from 5 options
es: Puede elegir su calendario entre 5 opciones

source: You can choose the color of the background, color of the icons, background color of the button "RESERVE", color of the text of the button, and the color of the edges of all the fields, in the calendars <strong> landscape </strong>, <strong> vertical </strong> and <strong> hidden </strong>; in the rest of the calendars, the background color and color of the icons are not available.
es: Puede elegir el color del fondo, el color de los iconos, el color de fondo del botón "RESERVAR", el color del texto del botón y el color de los bordes de todos los campos, en los calendarios <strong> paisaje </strong>, <strong> vertical </strong> y <strong> oculto </strong>; en el resto de los calendarios, el color de fondo y el color de los íconos no están disponibles.

source: In the <strong> mini </strong> calendar type you have an option to add any <strong> promotional code </strong> that you have configured in your PMS Avirato
es: En el tipo de calendario <strong> mini </strong> tienes la opción de agregar cualquier <strong> código promocional </strong> que hayas configurado en tu PMS Avirato

source: In the calendar type <strong> popup </strong> you have an option to add your logo in the header of it. To do this you must copy the <strong> full path </strong> of your logo stored in wordpress, in most cases this route is in the same section where you chose your logo
es: En el tipo de calendario, <strong> popup </strong> tiene la opción de agregar su logotipo en el encabezado. Para hacerlo, debe copiar la <strong> ruta completa <strong>de su logotipo almacenada en WordPress; en la mayoría de los casos, esta ruta se encuentra en la misma sección donde eligió su logotipo

source: After making the changes press "Update"
es: Tras efectuar los cambios pulse "Actualizar"

source: You can change the layout of your calendar as many times as you want.
es: Puede cambiar el diseño de su calendario tantas veces como quiera.

source: In the "BUTTONS" tab you have a list with the direct links to each type of room you have configured in your PMS; as well as their respective <i> shortcodes </ i>, which you can use in the same way you did with the calendar, to directly create <strong> buttons already linked </strong> with each of the rooms. <p> * If after generating the calendar the list of links "refresh" the page does not appear.</p>
es: En la pestaña "BOTONES", tiene una lista con los enlaces directos a cada tipo de sala que ha configurado en su PMS; así como sus respectivos <i> códigos abreviados </i>, que puede usar de la misma manera que lo hizo con el calendario, para crear directamente los <strong> botones ya vinculados </strong> con cada una de las salas. <p> * Si después de generar el calendario, la lista de enlaces "actualiza" la página no aparece. </p>
